{
  "home": "Accueil",
  "about": "À propos",
  "experience": "Expériences",
  "skill": "Compétences",
  "journal_technique": "Journal Technique",
  "intro_presentation": "Bonjour,",
  "prenom_nom": "Anas KADIRI",
  "suis": "je suis",
  "presentation": "Ingénieur informatique passionné, je transforme les idées en solutions concrètes. Chaque projet est une aventure où rigueur et exigence se rencontrent. Bienvenue dans mon monde.",
  "contacter_moi": "Contactez-moi",
  "aboutText": "« La créativité, c’est l’intelligence qui s’amuse. » — Albert Einstein\n\nDepuis toujours, j’ai cultivé un esprit analytique, guidé par le besoin de comprendre les choses en profondeur plutôt que de me contenter de leur apparence. Cette posture m’a naturellement orienté vers les raisonnements logiques et mathématiques, où rigueur et clarté sont essentielles.\n\nTrès tôt, j’ai été attiré par l’informatique, un domaine où la récursivité de mes réflexions trouvait un écho naturel. Chaque problème devient un sujet à explorer, chaque solution une construction méthodique. Après un bac scientifique, j’ai choisi de poursuivre deux années de classe préparatoire, convaincu que la solidité des fondations intellectuelles est indispensable pour bâtir des solutions robustes.\n\nMa formation en informatique m’a permis d’acquérir une vision complète du métier : des bases théoriques aux applications concrètes, en passant par les algorithmes, les systèmes, le développement logiciel et la gestion de projet. Elle m’a aussi appris à allier précision technique et créativité, à collaborer efficacement, et à rester curieux face aux évolutions constantes du numérique.\n\nAujourd’hui, je me définis comme un ingénieur informatique passionné, capable de transformer les idées en solutions concrètes. J’aime relever les défis, structurer les pensées, et faire dialoguer logique et intuition pour créer des outils utiles, élégants et durables.",

  "exp1Titre": "Ingénieur applicatif",
  "exp1Company": "Conseil départemental",
  "exp1Lieu": "Bobigny, France",
  "exp1Description": "Intervention sur trois axes majeurs : projets, maintien en condition opérationnelle et apport de visibilité stratégique. Le poste implique une forte expertise technique dans le cadrage et le suivi des projets applicatifs, avec une capacité à analyser les besoins, proposer des solutions adaptées et anticiper les risques. Cela exige une solide expertise technique, notamment une maîtrise approfondie des architectures du système d'information, une grande réactivité dans la gestion des incidents, ainsi qu'une capacité à coordonner efficacement les intégrateurs sur des sujets complexes et interconnectés. Enfin, il contribue à la consolidation d’une vision macro du système d’information, permettant à la direction de mieux piloter les enjeux techniques et fonctionnels.",
  "exp1Date": "2025 - 2028",
  
  "exp2Titre": "Stage d’observation et d’optimisation",
  "exp2Company": "ProJETS Aviation International",
  "exp2Lieu": "Dubai, UAE",
  "exp2Description": "Découverte des processus de gestion de projets aéronautiques, des outils de planification et des normes de qualité/sécurité. Observation du travail des ingénieurs et participation à l’analyse des besoins clients dans un environnement technique innovant.",
  "exp2Date": "2024",

  "exp3Titre": "Développeur et chargé de Projet",
  "exp3Company": "BNP Paribas Real Estate",
  "exp3Lieu": "Boulogne-Billancourt, France",
  "exp3Description": "Au sein de la Direction des Systèmes d’Information de BNP Paribas Real Estate, j’ai évolué dans l’équipe en charge du métier Property Management, dédiée à l’administration de biens immobiliers. J’ai participé à la gestion du parc applicatif, au pilotage de projets, à l’accompagnement des utilisateurs dans l’expression de leurs besoins, ainsi qu’aux phases de tests et de recettes. Cette mission m’a permis de développer une expertise en systèmes d’information et en gestion de projets, tout en apprenant à évoluer dans un grand groupe structuré. Les technologies mobilisées incluent Talend, UiPath, Java, SQL et Jira.",
  "exp3Date": "2022 - 2024",
  
  "exp4Titre": "Diplôme d'ingénieur informaticien généraliste",
  "exp4Company": "Sup Galilée",
  "exp4Lieu": "Villetaneuse, France",
  "exp4Description": "Formation en alternance en ingénierie informatique, avec une spécialisation progressive vers l’architecture cloud. Acquisition de solides compétences en programmation (Java, C++, Python), systèmes d’exploitation, réseaux, bases de données (SQL, NoSQL), et sécurité. Approfondissement en cloud computing (virtualisation, administration système, algorithmes distribués), modélisation logicielle, optimisation, data mining et conception d’architectures robustes. Forte capacité d’analyse, rigueur académique et expérience concrète en entreprise.",
  "exp4Date": "2021 - 2024",
  "exp5Titre": "Classe préparatoire aux grandes écoles (PCSI-PSI)",
  "exp5Company": "Lycée Condorcet",
  "exp5Lieu": "Paris, France",
  "exp5Description": "Formation en mathématiques, physique, sciences de l’ingénieur et informatique, avec un engagement soutenu et une forte capacité de travail.",
  "exp5Date": "2019 - 2021",

  
   "journal": "Journal",
  "allDomains": "Tous",
  "domaine": {
    "recherche": "Recherche",
    "enseignement": "Enseignement",
    "projet": "Projet"
  },
  "action1Date": "Mars 2024",
  "action1Titre": "Conférence internationale sur l'IA",
  "action1Lieu": "Paris, France",
  "action1Description": "Présentation de mes recherches sur l'apprentissage profond et les réseaux de neurones convolutifs.",
  "action2Date": "Janvier 2024",
  "action2Titre": "Cours de Python avancé",
  "action2Lieu": "Université de Lyon",
  "action2Description": "Enseignement des concepts avancés de Python : décorateurs, générateurs, async/await et métaprogrammation.",
  "action3Date": "Décembre 2023",
  "action3Titre": "Publication dans Nature",
  "action3Lieu": "En ligne",
  "action3Description": "Article scientifique publié sur les nouvelles approches en traitement du langage naturel.",
  "action4Date": "Novembre 2023",
  "action4Titre": "Développement d'une application mobile",
  "action4Lieu": "Remote",
  "action4Description": "Création d'une application React Native pour la gestion de projets collaboratifs.",
  "action5Date": "Octobre 2023",
  "action5Titre": "Workshop Machine Learning",
  "action5Lieu": "Toulouse, France",
  "action5Description": "Animation d'un atelier pratique sur les algorithmes de classification et régression."

}
